Repository: BackupTheBerlios/gxiso-svn
Catalog: trunk/po/*.po
Languages: fr, it, sv_se

source: Cannot read file:'%s'
sv_se: Kan inte läsa filen: "%s"

source: Cannot open archive: '%s'
fr: <b>Impossible d'ouvrir l'archive: '%s'</b>
sv_se: Kan inte öppna arkivet: "%s"

source: Cannot find a .iso in RAR: %s
fr: Impossible de trouver un fichier iso dans ce RAR: %s
sv_se: Kan inte hitta en .iso-fil i RAR-filen: %s

source: <b>Cannot create folder on xbox:</b> %s
fr: <b>Impossible de créer le répertoire sur la xbox:</b> %s
it: <b>Impossibile creare la directory sulla Xbox:</b> %s
sv_se: <b>Kan inte skapa mapp på Xboxen:</b> %s

source: <b>Cannot connect to xbox:</b>
fr: <b>Impossible de se connecter à la xbox:</b>
sv_se: <b>Kan inte ansluta till Xbox:</b>

source: <b>Cannot write to xbox:</b>
fr: <b>Impossible d'écrire sur la xbox:</b>
it: <b>Impossible scrivere sulla Xbox:</b>
sv_se: <b>Kan inte skriva till Xbox:</b>

source: <b>Cannot change to directory:</b>%s
fr: <b>Impossible d'acceder au répertoire:</b>%s
sv_se: <b>Kan inte byta till katalog:</b>%s

source: <b>Cannot read iso</b>
fr: <b>Impossible de lire l'iso</b>
sv_se: <b>Kan inte läsa iso</b>

source: <b>Cannot read whole iso (too big ?)</b>
fr: <b>Impossible de lire l'iso en entier (trop gros ?)</b>
sv_se: <b>Kan inte läsa hela iso-filen (för stor?)</b>

source: <b>Cannot open iso:</b> %s
fr: <b>Impossible d'ouvrir l'iso:</b> %s
sv_se: <b>Kan inte öppna iso:</b> %s

source: <b>Not a valid xbox iso image</b>
fr: <b>Cette image xbox n'est pas valide</b>
it: <b>Non è una valida immagine Xbox</b>
sv_se: <b>Inte en giltig iso-avbild för Xbox</b>

source: less than one minute left.
fr: moins d'une minute restante.
it: meno di un minuto alla fine.
sv_se: mindre än en minut kvar.

source: about one minute left.
fr: environ une minute restante.
it: un minuto circa alla fine.
sv_se: ungefär en minut kvar.

source: about %d minutes left.
fr: environ %d minutes restantes.
it: mancano circa %d minuti.
sv_se: ungefär %d minuter kvar.

source: Paused
fr: Pausé
it: In pausa
sv_se: Pausad

source: Title name: <b>%s</b> (%d MB)
fr: Nom du titre: <b>%s</b> (%d MB)
it: Nome del titolo: <b>%s</b> (%d MB)
sv_se: Titelnamn: <b>%s</b> (%d MB)

source: Parsing
fr: Analyse
it: Analisi in corso
sv_se: Tolkar

source: Extracting
fr: Extraction
it: Estrazione in corso
sv_se: Extraherar

source: Uploading
fr: Transfert
it: Upload in corso
sv_se: Skickar upp

source: Extracting and Uploading
fr: Extraction et Transfert
it: Estrazione e upload in corso
sv_se: Extraherar och skickar upp

source: Connecting to ftp://%s@%s
fr: Connexion à ftp://%s@%s
it: Connessione a ftp://%s@%s in corso
sv_se: Ansluter till ftp://%s@%s

source: <b>Transfer timeout</b> The xbox is not responding
fr: <b>Dépassement du délai d'attente</b> La xbox ne répond pas.
it: <b>Trasferimento in timeout</b> La Xbox non risponde.
sv_se: <b>Tidsgräns för överföring överstegs</b> Xboxen svarar inte

source: Deleting temporary files
fr: Effacement des fichiers temporaires
sv_se: Tar bort temporärfiler

source: Cannot rename <i>%s</i> to <i>%s</i>
fr: Impossible de renommer <i>%s</i> en <i>%s</i>
sv_se: Kan inte byta namn på <i>%s</i> till <i>%s</i>

source: Please select an iso to read.
fr: Selectionnez un iso !
it: Selezionare una ISO da leggere.
sv_se: Välj en iso att läsa in.

source: Open Xbox Iso
fr: Ouvrir iso Xbox
it: Apri una ISO Xbox
sv_se: Öppna Xbox-iso

source: Select Extract Folder
fr: Selectionnez le répertoire où extraire
it: Selezionare una directory per l'estrazione
sv_se: Välj mapp för extrahering

source: <big><b>A programming error has been detected during the execution of this program.</b></big> <tt><small>%s</small></tt>
fr: <big><b>Une erreur de programmation à été détecté durant l'execution de ce programme</b></big> <tt><small>%s</small></tt>
it: <big><b>Durante l'esecuzione di questo programma è stato identificato un errore di programmazione.</b></big> <tt><small>%s</small></tt>
sv_se: <big><b>Ett programmeringsfel har påträffats under körning av detta program.</b></big> <tt><small>%s</small></tt>

source: Bug Detected
fr: Bogue détecté
it: Bug identificato
sv_se: Fel påträffades

source: Cannot find data folder, please file a bug
fr: Impossible de trouver le répertoire de données.
it: Impossibile trovare la directory dei dati, redigere un report del bug
sv_se: Kan inte hitta datamappen, rapportera detta som ett fel

source: Reset values to typical defaults
fr: Reviens aux valeurs par défaut
it: Reimposta i valori di default
sv_se: Återställ värden till standardvärden

source: Defaults
fr: Valeurs par défaut
it: Default
sv_se: Standardvärden

source: Start extraction/upload
fr: Démarre l'extraction et/ou le tranfert
it: Inizia l'estrazione/upload
sv_se: Påbörja extrahering/överföring

source: _Go
it: _Vai
sv_se: _Kör

source: The iso's filename
fr: Le nom de l'iso
it: Il nome del file ISO
sv_se: Iso-filens filnamn

source: Browse
fr: Naviguer
it: Sfoglia
sv_se: Bläddra

source: Do you want to extract to the local disk ?
fr: Voulez-vous extraire le contenu dans le disque local ?
it: Vuoi estrarre su un disco locale?
sv_se: Vill du extrahera till den lokala disken?

source: Save to local folder
fr: Sauver dans un répertoire local
it: Salva in una directory locale
sv_se: Spara till lokal mapp

source: The folder where you want the iso to be extracted
fr: Le répertoire où vous voulez extraire le contenu
it: La directory dove vuoi che la ISO venga estratta
sv_se: Mappen där du vill att iso-filen ska extraheras

source: <b>Extract</b>
fr: <b>Extraire</b>
it: <b>Estrai</b>
sv_se: <b>Extrahera</b>

source: Do you want to send the iso contents to an xbox ?
fr: Voulez-vous envoyer le contenu vers une Xbox ?
it: Vuoi trasferire il contenuto della ISO verso una Xbox?
sv_se: Vill du skicka innehållet i iso-filen till en Xbox?

source: Upload to Xbox (via FTP)
fr: Envoyer a la Xbox (via FTP)
it: Upload verso una Xbox (via FTP)
sv_se: Skicka upp till Xbox (via FTP)

source: Address
fr: Adresse
it: Indirizzo
sv_se: Adress

source: The IP address of the Xbox (typically 192.168.0.6)
fr: L'adresse IP de la Xbox (en général 192.168.0.6)
it: L'indirizzo IP della Xbox (in genere è 192.168.0.6)
sv_se: IP-adressen till Xboxen (vanligtvis 192.168.0.6)

source: Login
sv_se: Inloggningsnamn

source: The login for the Xbox's FTP server
fr: Le login sur le serveur FTP de la Xbox
it: Il login per il server FTP della Xbox
sv_se: Inloggningsnamnet för Xboxens FTP-server

source: Password
sv_se: Lösenord

source: The password for the Xbox's FTP server
fr: Le mot de passe du serveur FTP de la Xbox
it: La password del server FTP della Xbox
sv_se: Lösenordet för Xboxens FTP-server

source: Drive
fr: Disque
it: Disco
sv_se: Enhet

source: Folder
fr: Répertoire
it: Directory
sv_se: Mapp

source: The base folder on the Xbox (typically "games")
fr: Le répertoire de base sur la Xbox (en général "games")
it: La directory base sulla Xbox (in genere è "games")
sv_se: Basmappen på Xboxen (vanligtvis "games")

source: <b>Upload</b>
fr: <b>Transfert</b>
sv_se: <b>Skicka upp</b>

source: gXiso is working
fr: gXiso, travail en cours
it: gXiso stà lavorando
sv_se: gXiso arbetar

source: _Pause
it: _Pausa
sv_se: _Paus

source: Cannot find a RAR extractor
fr: Impossible de trouver un extracteur RAR
